Repository: mozilla-l10n/mt-training-data
Catalog: co/co_pontoon.tmx
Source language: en_us
Languages: co

source: Now that you know a little bit more about Common Voice, why not try it out? Click on the microphone icon to start reading sentences aloud. <br/><br/>If you prefer to review other people's voice contributions, click on the play icon. You’ll help confirm that recordings match the sentences written on screen.
co: Avà chì cunnusciti un pocu di più Common Voice, parchì micca pruvà ? Appughjeti l’icona di u microfonu pà cumincià à leghje l’infrasate à voce alta. <br/><br/> S’è vo prifiriti cunvalidà e cuntribuzione di l’altri participenti, appughjeti u buttone lettura. Aiutareti à assicurà chì l’arrighjistramenti currispondani à ciò chì hè scrittu annantu à u screnu.

source: Now you can donate your voice to help us build an open-source voice database that anyone can use to make innovative apps for devices and the web. Read a sentence to help machines learn how real people speak. Check the work of other contributors to improve the quality. It’s that simple!
co: Avà pudeti dà a vostra voce pà aiutaci à custruisce una basa di dati vucale di fonte aperta chì tuttu ognunu pò aduprà pà creà applicazione innuvative pà apparechji è u web. Lighjite una frasa pà aiutà e macchine à amparà comu parlani in veru e parsone. Verificate u travaddu d'altri cuntributori pà migliurà a qualità. Hè cusì simplice !

source: Number of Voices
co: Numaru di voci

source: Occitan
co: Uccitanu

source: Offensive language
co: Parlà inghjuriosu

source: Offensive speech
co: Discorsu inghjuriosu

source: On desktop devices you can contribute by downloading…
co: A nant'à l'urdinatori pudete cuntribuisce scarichendu…

source: On his head he wore a beret.
co: Venite quì ch'o vi possi fighjà.

source: On iOS please continue with Safari to enable recording…
co: Sottu iOS cuntinuate incù Safari pà attivà l'arrighjistramentu…

source: On the other hand, if you think that the reader has probably never come across the word before, and is simply making an incorrect guess at the pronunciation, please reject. If you are unsure, use the skip button.
co: D'un antru latu, sè vo pinsate chè u lettore ùn hà forse mai incuntratu a parolla è ch'ellu si face un sbagliu annant'à a prununcia, per piacè ricusate l'arrighjistramentu. Sè ùn site micca sicuru, appughjate annant'à u buttone scappà.

source: Optionally join on our email list for updates and new information about the project.
co: Pudeti raghjunghje à a nostra lista di distribuzione pà riceve messe à ghjornu è nove infurmazioni appuntu à u prughjettu.

source: Optionally submitted demographic data (e.g. age, gender, language, and accent) will never be made public on your profile, and will not be linked to your account in the dataset. Individual audio clips will be associated with demographic data for the purpose of more accurate analysis - for example, a researcher might want to target a training model to a specific demographic segment.
co: I dati dimograffichi inviati facultativamente (i.e. età, sessu, lingua è accentu) ùn seranu mai publicati nantu à u vostru prufile, è ùn seranu micca ligati à u vostru contu in a banca di dati. I campiunarii audio individuali sarani assuciati à i dati dimograffichi cù u scopu di fà analise più esatte - per indettu, una circatrice puderia vulè indirizzassi à un sigmentu dimografficu specificu.

source: Other Language
co: Altra lingua

source: Other people validate those voice clips.
co: Altre parsone cunvalidani sti campioni vucali.

source: Other voice datasets…
co: Altre banche di voci…

source: Other Voice Datasets
co: Altre banche di voci

source: Overall Accuracy
co: Pricisione glubale

source: Overall Hr. Total
co: Ori tutali

source: p
co: r

source: Papiamento (Aruba)
co: Papiamentu (Aruba)

source: Partner
co: Diventà partenariu

source: Partners
co: Partinarii

source: Partnerships and networks
co: Partenariati è rete

source: [Part of the text can’t be heard]
co: [Una parte di u testu ùn si pò sente]

source: Pashto
co: Pashtò

source: <p>Common Voice is a publicly available voice dataset, powered by the voices of volunteer contributors around the world. People who want to build voice applications can use the dataset to train machine learning models.</p> <p>At present, most voice datasets are owned by companies, which stifles innovation. Voice datasets also underrepresent: non-English speakers, people of colour, disabled people, women and LGBTQIA+ people. This means that voice-enabled technology doesn’t work at all for many languages, and where it does work, it may not perform equally well for everyone. We want to change that by mobilising people everywhere to share their voice.</p>
co: <p>Common Voice hè una banca di dati publicamenti dispunibile, custituita da e voce di cuntributori di u mondu sanu. Quiddi chì volini custruì appiecazione vucale poni ghjuvà a banca di dati pà addestrà mudelli d’amparera.</p> <p>Oghji, a maiurità di e banche di dati appartenini à imprese, ciò chì frena l’innuvazione. E banche di dati ani ancu un prublemu di sopra-riprisentazioni di mascii bianchi anglofoni. Vole dì chì e tecnulugie vucale poni viaghjà male pà u restu di a pupulazione, o ancu micca pà altre lingue. Vulemu cambià sta situazione mubilizendu la ghjenti da pertuttu pà sparte a so voce.</p>

source: People come and contribute their voices.
co: A ghjente vene è cuntribuisce cù a so voce.

source: Persian
co: Persianu

source: Personal dashboards keep you up-to-date with individual and community progress.
co: I tavuloni di cumanda parsunale vi tenenu à capu di i vostri prugressi individuali è di quelli di a cumunità.

source: <playIcon></playIcon>Last one!
co: <playIcon></playIcon>L'ultimu !

source: Play/Stop
co: Riproduce/Firmà

source: Polish
co: Pulunese

source: <pontoonAccountLink>Create an account</pontoonAccountLink> if you don’t have one. Then, choose your language <strong>(‘Team’)</strong> and then choose the project, <pontoonCvLink>Common Voice</pontoonCvLink>. There will be files to translate. Click on one, then it shows words in English and a box to translate them.
co: <pontoonAccountLink>Create un contu</pontoonAccountLink> se ùn avete micca dighjà unu. Dopu, scigliti a vostra squadra <strong>(« Team »)</strong> di lingua è in fine sciglite u prughjettu, <pontoonCvLink>Common Voice</pontoonCvLink>. Ci sarani schedarii da traduce. Appughjeti sopr’a unu, e traduciti e parolle Inglese.

source: Portuguese
co: Purtughese

source: Press play, listen & tell us: did they accurately speak the sentence below?
co: Appughjeti lettura, asculteti, è diteci : hè stata prununciata cum'ella ci vole a frasa inghjò ?

source: Press { shortcut-play-toggle } to toggle play mode
co: Appughjeti { shortcut-play-toggle } pà lancià o piantà a lettura

source: Privacy Policy
co: Pulitica di Cunfidenzialità

source: Pro
co: Prufessiunale

source: Profile
co: Prufilu

source: Profile information improves the audio data used in training speech recognition accuracy.
co: L’infurmazioni di prufile migliurani i dati audio utilizzati pà addistrà a pricisione di a ricunniscenza vucale.

source: Progress
co: In corsu

source: r
co: a

source: [‘Raised’ in English is always pronounced as one syllable, not two]
co: [L'incalcu si mette nant'à a seconda sillaba, micca a prima]

source: Reader Effects
co: Effetti di lettura

source: Reading contractions that aren't actually there, such as "We're" instead of "We are", or vice versa.
co: Si pò leghje elisioni chì ùn ci sò micca, cum’è « ch’ùn » à a piazza di « chì ùn », o l'inversu.

source: Read More
co: Leghje di più

source: Read more on our About page
co: Lighjiti di più annantu à a nostra paghjina Apprupositu

source: Read the sentence carefully - don’t miss, change or add words.
co: Leghjite a frase cun cura - ùn scurdate nunda, ùn cambiate nunda è ùn aghjunghjite micca parolle.

source: Ready to add your voice or lend your ear?
co: Site prontu pà aghjustà a vostra voce o appinzà l'arechja ?

source: Ready to contribute?
co: Seti pronti à cuntribuisce ?

source: Ready to do { $count } more?
co: Prontu pà fanne { $count } di più ?

source: Ready to donate your voice?
co: Prontu à dà a to voce ?

source: Ready to help validate sentences?
co: Prontu pà aiutacci à cunvalidà l'infrasate ?

source: Receive emails such as challenge and goal reminders, progress updates, and newsletters about Common Voice.
co: Riceve email cum’è sfide è ramintenze di scopi, rapporti di u me prugressu, è nutizie appuntu à Common Voice.

source: Recorded Clips
co: Campioni arrighjistrati

source: Recorded Hours
co: Ore Arrighjistrate

source: <recordIcon></recordIcon> Last one!
co: <recordIcon></recordIcon> L'ultimu !

source: [Recording cut off before the end of the last word]
co: [Arrighjistramentu piantatu nanzu à a fine di l'ultima parolla]

source: Recordings
co: Arrighjistramenti

source: Recording voice clips is an integral part of building our open dataset; some would say it's the fun part too.
co: L'arrighjistramentu di voce hè una parte fundamintale di a custruzzione di a nostra basa di dati ; sicondu à certi, ghjè ancu a parte più divirtente.

source: Record/Stop
co: Arrighjistrà/Firmà

source: Record your voice
co: Arrighjistrà a vostra voce

source: Remove Avatar
co: Caccià l’avatar

source: Report was passed successfully
co: U raportu hè statu mandatu incù successu

source: Request a Language
co: Richiede una lingua

source: Request recordings
co: Richiede arrighjistramenti

source: *required
co: *richiestu

source: Re-record
co: Arrighjistrà torna

source: Re-record clip
co: Rifà l’arrighjistramentu

source: Return
co: Entrée

source: Return here to edit your goal anytime.
co: Vultà quì pà mudificà u vostru scopu quand'ella vi piace

source: Return to Common Voice
co: Vultà à Common Voice

source: Return to Common Voice Datasets
co: Vultà à e banche di dati di Common Voice

source: Return to Languages
co: Vultà à e Lingue

source: Review
co: Verificà

source: Review & re-record clips here as you go
co: Verificà è riarrighjistrà i campioni quì pocu à pocu

source: Review & re-record clips if needed
co: Verificà è riarrighjistrà i campioni s'ella hè bisognu

source: Review & Submit
co: Verificà è sottumette

source: Romanian
co: Rumenu

source: Romansh Sursilvan
co: Rumanciu sottusilvanu

source: Romansh Vallader
co: Rumanciu Vallader

source: Russian
co: Russiu

source: Sakha
co: Iacutu

source: Sardinian
co: Sardu

source: Saved
co: Arrighjistratu

source: See how your progress compares to other contributors all over the world.
co: Paraguneti u vostru prugressu à quellu di l'altri cuntributori in u mondu sanu.

source: See Less
co: Vede menu

source: See More
co: Vede di più

source: Select a Language...
co: Sciglite una lingua...

source: Send sign up link
co: Mandà u ligame d'iscrizzione

source: Sentence Collection
co: Racolta d'infrasate

source: <sentenceCollectorFragment>See more on sentence collection</sentenceCollectorFragment>.
co: <sentenceCollectorFragment>Vede di più sopr’a raccoglie d’infrasate</sentenceCollectorFragment>.

source: <sentenceCollectorVideo>Watch our guide on using the Sentence Collector</sentenceCollectorVideo>.
co: <sentenceCollectorVideo>Fighjuleti a nostra guida sopr’a l’utilisazione di u raccogliatore d’infrasate</sentenceCollectorVideo>.

source: Sentences
co: Infrasate

source: Sentences are collected for people to read aloud.
co: Infrasate sò raccolte pà esse lette ad’alta voce.

source: Sentence text
co: Testu di l'infrasata

source: Serbian
co: Serbu

source: Set a goal
co: Definisce un scopu

source: Set my visibility
co: Definisce a mo visibilità

source: Settings
co: Prifirenze

source: Sex or Gender
co: Generu

source: Share Common Voice
co: Sparte Common Voice

source: Share my goal
co: Sparte u mo scopu

source: Share your clip
co: Sparte u vostru campionu

source: Share your { $count } Clip Daily Goal for { $type }
co: Sparte u vostru scopu ghjurnalieru di { $count } campioni { $type }

source: Share your { $count } Clip Weekly Goal for { $type }
co: Sparte u vostru scopu settimanale di { $count } campioni { $type }

source: Shilha
co: Tascelì

source: [Should be ‘dinosaurs’]
co: [Deve esse « dinusauri »]

source: [Should be “We are”]
co: [Deve esse « Ci n'andemu »]

source: Show my ranking
co: Muscià a mo classifica

source: Sicilian
co: Sicilianu

source: Sign up
co: Arrighjistrassi

source: Sign up for an account
co: Creà u so contu

source: Sign up for Common Voice newsletters, goal reminders and progress updates
co: Abbunatevi à e nutizie, i ricordi d’ubbiettivu è l’infurmazione di prugressu di Common Voice.

source: sign up for email updates
co: Arrighjistrassi pà riceve infurmazioni (o nutizie) da messaghju eletronicu

source: Sign up for { $lang } updates:
co: Arrighjistrassi pà è misse à ghjornu in { $lang } :

source: Sinhala
co: Singalese

source: Size
co: Dimensione

source: Skip
co: Scappà

source: Skip Submission Feedback
co: Saltà l’inviu di cummenti

source: Slovak
co: Sluvaccu

source: Slovenian
co: Sluvenu

source: Social media
co: Rete suciale

source: Somali
co: Somalu

source: Someone asks for a language to be added.
co: Qualcunu dumanda l’aghjustu d’una lingua.

source: Sorbian, Lower
co: Bassu sorabu

source: Sorbian, Upper
co: Altu sorabu

source: Sorry, Common Voice is running slowly. Thanks for your interest.
co: Scusateci, Common Voice hè lentu pà arrisponde. Grazie pà u vostru interessu.

source: Sorry, something went wrong
co: Scusateci, un sbagliu hè accadutu

source: Southern Kurdish
co: Curdu meridiunale

source: Spanish
co: Spagnolu

source: Speak
co: Parlà

source: Speakers
co: Locutori

source: Speaking
co: Parlati

source: Speaking and Listening
co: Parlati è stati à sente

source: Speak up, contribute here!
co: Parlate puru, cuntribuite quì !

source: <speechBlogLink>Get Started with Speech Recognition</speechBlogLink>
co: <speechBlogLink>Iniziassi à a ricunniscenza vucale</speechBlogLink>

source: Splits
co: Staccature

source: Start recording
co: Cummincià l'arrighjistramentu

source: Start typing to describe your accent
co: Principiate à stampettà pà discriva u vostru accentu

source: Stats
co: Statistiche

source: Status Page
co: Paghjina di statu

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
co: <strong>[scricchittime]</strong> -sauri giganti di <strong>[scricchittime]</strong> -ssicu.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
co: <strong>Ùn rifiuteti micca campioni vucali quandu u locutoru « hà un accentu » distintu di u vostru</strong>. Campioni cusì sò impurtantissimi pà fà viaghjà a ricunniscenza vucala per tutti.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
co: <strong>[sternutu]</strong> I dinusauri giganti di u <strong>[tossa]</strong> Triassicu.

source: Submit
co: Invià

source: Submit a report
co: Invià un raportu

source: Submit clips
co: Invià campioni

source: Subscribe
co: Abbunassi

source: Success
co: Successu

source: Success, profile created!
co: Eccu, prufilu creatu !

source: Swedish
co: Svidese

source: Syriac
co: Siriacu

source: Tajik
co: Tagicu

source: Taking several attempts to read a word.
co: Ripigliate vi parechje volte per leghje una parolla.

source: Tap
co: Appughjà

source: Tatar
co: Tataru

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
co: Tatoeba hè una banca maiò d'infrasate, traduzzione è ducumenti urali chì ghjovanu à l'imparera di e lingue. Issu scaricamentu cuntene ducumenti urali, in inglese, arrigistratu da a so cummunità.

source: TED-LIUM Corpus
co: Corpus TED-LIUM

source: Terms
co: Cundizioni

source: Thai
co: Tailandese

source: Thanks for confirming your account, now let's build your profile.
co: Grazie pè avè cunfirmatu u vostru contu, avà criemu u vostru prufilu.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
co: Grazie à e cuntribuzione di più di 259 mile persone in più di 50 lingue, sti dati sò utilizati pà l’addestramentu d’appiecazioni cù a ricunniscenza vucale pà migliurà a so risposta à a voce umana.

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
co: Vi ringraziemu pà l'arrighjistramenti ! <lineBreak></lineBreak> Avà verificate è inviate i vostri campioni quì sottu.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
co: Grazie per u vostru interessu à cuntribuisce in { $lang }. Travagliemu duru per avè ogni lingua pronta per u lanciamentu è per mantene e squadre infurmati da email. Si vo vulete cuntribuisce, scrivite u vostru email inghjò.

source: The bumblebee sped by.
co: U bufone passava in furia.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
co: U campu santu di i campiunarii hè custituitu di tutti i campiunarii chì ùn sò micca stati cunvalidati pà fà parte di a banca di dati Common Voice. Cum'è edda, u campu santu di i campiuanarii pò esse scaricatu libaramente.

source: The clip has disrespectful or offensive language.
co: U campionu cuntene parolle irrispettose o inghjuriose.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
co: A banca di dati Common Voice cuntene cintinaia di millaghja di campioni vucale ch'aiutani sviluppatori à custruisce strumenti di ricunniscenza vucale.

source: The giant dinosaur of the Triassic.
co: I dinusauru giganti di u Triassicu.

source: The giant dinosaurs of the Triassi-.
co: I dinusauri giganti di u Triassi-.

source: The giant dinosaurs of the Triassic.
co: I dinusauri giganti di u Triassicu.

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
co: I dinusauri giganti di u Triassicu. <strong>[lettu da una voce unica]</strong>

source: The giant dinosaurs of the Triassic. Yes.
co: I dinusauri giganti di u Triassicu. Iè.

source: The giant dino <strong>[cough]</strong> the Triassic.
co: I dinu <strong>[tossa]</strong> u Triassicu.

source: The number of recordings and which languages you contribute to will be public.
co: U numaru d'arrighjistramenti è di lingue à i quale cuntribuite sarà publicu.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
co: Ci sò tanti maneri di pinsà à a lingua. Pà i mudeli di ricuniscenza vucale, Common Voice arricumanda di cuncintrassi sopr’a « capiscitura mutuale » o di risponde à a quistioni « e parsone chì parlani sta lingua poni capisciesi s’eddi si parlani ? »

source: The recording was too long.
co: L'arrighjistramentu era troppu longu.

source: The recording was too quiet.
co: L'arrighjistramentu era troppu silenziosu.

source: The recording was too short.
co: L'arrighjistramentu era troppu chjucu.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
co: Ci seranu variazioni di volume trà i sfarenti lettori. Ricusà solu sè u volume hè cusì altu chì l'arrighjistramentu pianta, o (di manera più cummuna) s'ellu hè cusì bassu ch'ùn si sente micca u testu.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
co: Isse lingue sò pà avà in sviluppu da a cumunità. E barre di prugressu indicanu à chì ne sò di ﻿<localizationGlossaryLink>a lucalisazione di u situ web</localizationGlossaryLink> è di <sentenceCollectionGlossaryLink>a culletta di l'infrasate</sentenceCollectionGlossaryLink>.

source: The selected file is too large
co: U ducumentu sceltu hè troppu maiò

source: The sentence has a grammatical or spelling error.
co: L'infrasata hà un sbagliu di grammatica o d'urtugrafia.

source: The sentence has disrespectful or offensive language.
co: L'infrasata cuntene parullacce

source: The site is ready to be launched when it reaches 75% completion.
co: U situ hè prontu à esse publicatu quandu eddu hè traduttu a 75%.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
co: U corpus TED-LIUM hè statu fattu incù i discorsi è e so trascrizzione dispunibile à nant'à u situ TED.

source: The website text is translated into that language.
co: U testu di u situ web hè traduttu in sta lingua.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
co: Questu hè un segmentu fattu pà un casu d'utilizazione cuntenendu dati pà a ricunniscenza vucale di i ciffri è di e parolle Iè / Innò.

source: Three to go!
co: Più chè trè !

source: Tibetan
co: Tibetanu

source: Today's Common Voice progress on clips recorded
co: I prugressi oghjinchi di Common Voice à nant'à i campioni arrighjistrati

source: Today's Common Voice progress on clips validated
co: I prugressi oghjinchi di Common Voice à nant'à i campioni cunvalidati

source: Today's Progress
co: Prugressu oghjincu

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
co: Pà intrà in a banca di dati Common Voice, un campione vucale hà da esse cunvalidatu da dui utilizatori distinti.

source: Top Contributors
co: Migliori cuntributori

source: Total
co: Tutale

source: Total Approved
co: Tutale cunvalidatu

source: To the right we outline the benefits and clarify what information we make public. Use the links below to get started with a Common Voice account on your own device.
co: À a diritta, discrivimu i vantaghji è chjarifichemu l'infurmazioni chè no rendemu publiche. Appughjate à nant'à i ligami quì sottu per principià incù un contu Common Voice nant'à u vostru apparechju.

source: Toward next goal
co: Versu u prussimu scopu

source: Track progress here and on your stats page.
co: Seguitati i prugressi quì nant'à a vostra paghjina di statistiche.

source: <translateVideoLink>Watch our guide on how to use Pontoon.</translateVideoLink>
co: <translateVideoLink>Fighjuleti a nostra guida sopr’a l'utilisazione di Pontoon.</translateVideoLink>

source: Translating the site
co: Traduce u situ

source: Translation is from English, but you can see <strong>Suggestions</strong> in other languages. Click the <strong>Profile</strong> icon, then <strong>Settings</strong> link and add any languages you speak. At the bottom right-hand corner will be a list of translations called <strong>Locales</strong>. Translations show on the site after one day.
co: A traduzzione si face da l’Inglese, mà pudeti vede <strong>asempii</strong> in altre lingue. Appughjeti <strong>Prufilu</strong>, è dopu <strong>Prifirenze</strong> e aghjunghjiti tutte e lingue chì vo parlate. Inghjò, à a dritta, ci sarà una lista di traduzzione chjamata <strong>Locales</strong>. E traduzzione si vedeni annantu à u situ dopu à un ghjornu.
